window.data = {
    cnzz: "1274617540",
    hm: "5cdc65d8d1b37565229c87886671c529",
    hm_total: "3cdccf4dda78d6993c0d4bd9a204b585",
    pyq_ad: !1,
    ad: {
        title: "🈲{city}96%男人之痛，怎样让心爱的人满足？快来找他..."
    },
    videoList: [{
        vid: "m0568tc48va",
        dump: 186,
        title: "♋{city}总裁穿工服工地上帮忙推车被羞辱，直接叫来挖掘机把车拍扁"
    },
    {
        vid: "q0561xj7v8l",
        dump: 198,
        image: "https://butuyu.oss-cn-hangzhou.aliyuncs.com/video/vList/images/q0561xj7v8l.jpg",
        title: "♋{city}董事长去酒店吃面偶遇老同学脸上被泼粪，结果知道真相后..."
    },
    {
        vid: "b0628s3ntzp",
        dump: 296,
        title: "♋{city}女总裁被女同学当畜生羞辱，她当场大怒，结局所有人都傻眼了！"
    },
    {
        vid: "i0741isr9u5",
        dump: 383,
        title: "♋{city}养猪大户进城买车，遭富婆瞧不起，狂甩630♋万提三辆豪车！"
    },
    {
        vid: "o0662chbxmv",
        dump: 306,
        title: "♋{city}黑涉会老大一手遮天,私自强拆居民大楼不说还要砍军.区司,令，结果..."
    },
    {
        vid: "v0747cemh7t",
        dump: 283,
        title: "♋{city}董事长亲自洗车误刮边上豪车，遭车主羞辱索赔150万，结局打脸..."
    },
    {
        vid: "b0738uon1k2",
        dump: 582,
        title: "♋{city}低调富二代低调回乡下聚会竟被老同学讹诈200w"
    },
    {
        vid: "o0712g4upeb",
        dump: 683,
        image: "https://butuyu.oss-cn-hangzhou.aliyuncs.com/video/vList/images/o0712g4upeb.jpg",
        title: "♋{city}美女去理发店洗头被敲诈，后来秘书带着保安队和200万把店砸了"
    },
    {
        vid: "j0673xjn0qp",
        dump: 110,
        title: "♋{city}当地农村留守♋妇女，在家跟小叔子发生**......"
    },
    {
        vid: "l0714bs5tnx",
        dump: 317,
        image: "https://butuyu.oss-cn-hangzhou.aliyuncs.com/video/vList/images/l0714bs5tnx.jpg",
        title: "♋{city}董事长回家遭村里人瞧不起，还发现母亲被弟弟关猪圈里，一怒之下把.."
    },
    {
        vid: "w052789j3qj",
        dump: 130,
        title: "♋{city}4岁小孩划伤豪车遭毒�打，奶奶一个电话父亲带人赶到，事态升�级啊！！"
    },
    {
        vid: "d0531fwq7m0",
        dump: 241,
        title: "♋{city}美女董事长假扮保安调查分公司，被嚣张小下属侮�辱舔�鞋..."
    },
    {
        vid: "o07625tq577",
        dump: 144,
        title: "♋{city}环卫工大叔遭奔驰男欺负，豪车大哥一声吼，奔驰男立马道歉"
    },
    {
        vid: "s07550u6cz1",
        dump: 315,
        title: "♋{city}亿万富翁千金参加豪门聚会，因出身遭嫌弃，最后让女同学吃si...."
    },
    {
        vid: "q0660kwfjax",
        dump: 625,
        title: "♋{city}董事长扮穷参加同学聚会，没想到..."
    },
    {
        vid: "c0763pvi6l3",
        dump: 255,
        title: "♋十年前抛妻弃子，十年后..."
    },
    {
        vid: "y07824i8sfv",
        dump: 198,
        title: "♋{city}亿万富翁和兄弟相聚被瞧不起，一怒之下开来两台豪车打脸"
    },
    {
        dump: 184,
        vid: "s0712h9j0u8",
        title: "♋{city}大人在饭店欺负小孩，没想到孩子的父亲是..."
    },
    {
        dump: 289,
        vid: "p0782y2pyws",
        title: "♋{city}董事长去考察遭追尾，还被讹50W，一个电话后来了一支豪车队！"
    },
    {
        dump: 325,
        vid: "o071233lxpg",
        title: "♋{city}美女董事长扮清洁工去分公司考察被欺负"
    },
    {
        dump: 225,
        vid: "f0717p3wwb6",
        title: "♋老{e}大回家，发现弟{e}弟给{e}父亲{e}吃剩{e}菜，一怒{e}之下..."
    },
    {
        dump: 208,
        vid: "b07490s8wn5",
        title: "惊！{city}步行街15分钟前出事了，现场直播..."
    },
    {
        dump: 590,
        vid: "a0725sg7qlf",
        title: "惊！{city}步行街15分钟前出事了，现场直播..."
    },
    {
        dump: 586,
        vid: "l0727lpnwkr",
        title: "惊！{city}步行街15分钟前出事了，现场直播..."
    },
    {
        dump: 534,
        vid: "u0730e4dcbi",
        title: "惊！{city}步行街15分钟前出事了，现场直播..."
    }]
};